Revit 2024 API
ParameterTypeId.BentFabricParamBendDirection Property
 "Bend Direction": Direction in which FabricSheet is bent.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BentFabricParamBendDirection { get; }
Visual Basic
Public Shared ReadOnly Property BentFabricParamBendDirection As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BentFabricParamBendDirection {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace